courses_info = {
    "Программирование": """Программмирование
    
Мы предлагаем разные курсы по работе c компьютером для детей и подростков с разными интересами:
1. Компьютерная грамотность;
2. ⁠Визуальное программирование;
3. ⁠Геймдизайн;
4. ⁠Создание сайтов;
5. ⁠Видеоблогинг;
6. ⁠Графический дизайн;
7. ⁠Программирование Python Start;
8. ⁠Программирование Python PRO;
9. ⁠Фронтенд-разработка.

Возраст: от 7 до 18 лет.""",

    "Робототехника": """Робототехника
    
* Занятия в группе 6-8 человек 
* ⁠Длительность занятия: 120 минут
* ⁠Посещение: 1 раз в неделю 
* ⁠В программе: конструирование роботов и их программирование, защита собственных проектов.
* ⁠Основы электротехники, программирования, математики, инженерии, механики выходят за пределы школьного учебника, но становятся близкими и понятными, входя в жизнь и сознание ребенка на занятиях робототехникой.

Возраст: от 5 лет""",

    "Ментальная": """Ментальная арифметика
    
Улучшение памяти и внимания:

* Занятия в группе 6-8 человек, индивидуально, онлайн и офлайн
* ⁠Длительность: 60 минут
* ⁠Посещение: 2 раза в неделю 
* ⁠Стандартный курс состоит из 5 ступеней, каждая из которых длится 5-6 месяцев 
* ⁠Регулярные занятия дают колоссальный эффект. Происходит комплексное и гармоничное развитие ребенка. Вырабатывается усидчивость, повышается концентрация внимания, улучшаются зрительная, слуховая и фотографическая память, улучшаются базовые когнитивные способности ребенка, что повышает его возможности в учебе и получении образования. 
* ⁠Подарок от нас! Вы бесплатно получите доступ к порталу и тренажерам по ментальной арифметике!
* ⁠У нас вы можете получить сертификат ассоциации Sama Global (международная система тестирования ментальной арифметики)

Возраст: от 5 лет""",

    "Подготовка": """Подготовка к школе в игровой форме 

* Занятия в группе: 6-8 человек
* ⁠Длительность: 120 минут
* ⁠Посещение: 3 раза в неделю 
* ⁠Развитие речи 
* ⁠Продолжительность курса: 10 месяцев
* ⁠Мы стараемся в максимальном объёме научить ребенка навыкам письма, чтения и счета, стимулировать развитие познавательных процессов и прививать интерес к новым знаниям, навыкам социализации в коллективе, работаем над становлением речи (в том числе посредством развития мелкой моторики)

Возраст: от 5 лет""",

    "Интеллектуальное": """Интеллектуальное развитие 

* Группа: 6-8 человек 
* ⁠Длительность: 90 минут 
* ⁠Продолжительность курса: 10 месяцев
* ⁠В программе курса: нейрогимнастика, работа с тренажерами интеллекта, развитие мелкой моторики, развитие логического мышления, освоение научных методов познания мира. 

Возраст: 4-6 лет""",

    "Арт": """Арт-студия

* Группа 6-8 человек
* ⁠Длительность: 90 минут 
* ⁠Посещение: 1-2 раза в неделю 
* ⁠Программа представляет собой путешествие в историю искусств, освоение приёмов стилей и техник живописи. Рисуем, осваивая разные изобразительные манеры. Развиваем детское художественное творчество и мелкую моторику рук.

Возраст: от 4 лет""",

    "Группа": """Группа продленного дня

* Группа: до 15 человек
* ⁠Длительность: с 9:00 до 17:00
* ⁠В нашей группе продленного дня Ваш ребенок выполнит домашнее задание, поработает над сложными для усвоения темами с профессиональным педагогом, который уделит внимание каждому ребенку без исключения.

Возраст: 1-4 класс школы""",

    "Шахматы": """Шахматы 

Развитие аналитического мышления
* Группа: 6-8 человек 
* ⁠Длительность: 90 минут
* ⁠Посещение: 2 раза в неделю 
* ⁠Продолжительность курса: в течение текущего года
* ⁠Благодаря игре в шахматы, ребенок приобретает такие навыки, как терпение и усидчивость, концентрация внимания, самостоятельность, развитие памяти, распределение внимания - учится побеждать. 
* ⁠Шахматы развивают интеллект, и альтернативы такой игре пока не существует.

Возраст: от 5 лет""",

    "Английский": """Английский язык

* Занятия в группе: 4-8 человек
* ⁠Длительность: 60 минут 
* ⁠Посещение: 2 раза в неделю
* ⁠Раз в неделю Speaking club 
* ⁠Продолжительность курса: в течение текущего года
* ⁠Занятия проводятся по программе «Cambridge English» 
* ⁠Регулярные занятия позволяют детям не только свободно и правильно говорить на Английском, но и думать на нем, что является высшей ступенью любого обучения иностранному языку.

Возраст: 5-15 лет""",

    "Ораторское": """Ораторское мастерство 

* ⁠Группа: 5-15 человек 
* ⁠Длительность: 2 часа
* ⁠Продолжительность курса: 18 занятий 
* ⁠На тренингах для взрослой аудитории вы научитесь создавать сильные речи, говорить четко и убедительно, выступать без подготовки, побеждать в дебатах. На курсах ораторского мастерства для детей - ребенок научится четко и выразительно говорить, грамотно формулировать мысли, раскрепощено общаться, убедительно выступать на публике.

Возраст: от 7 лет""",

    "Скорочтение": """Скорочтение

* Группа: до 8 человек 
* ⁠Длительность: 120 минут
* ⁠Скорочтение - способность быстрого восприятия текстовой информации при использовании особых способов чтения.

Возраст: 1-5 класс""",

    "Подтягивание": """Подтягивание
    
* Группа: до 8 человек 
* ⁠Длительность: 90 минут 
* ⁠Регулярные дополнительные занятия по школьным предметам способствуют закреплению и более глубокому усвоению пройденного материала, устранению имеющих место пробелов в знаниях.

Возраст: 1-9 класс""",

    "Каллиграфия": """Каллиграфия

Занятия в группе: до 3 человек
Продолжительность занятия: 60 минут
Продолжительность курса: 6 месяцев
В результате обучения: 
- формируется осознанное написание слов
- улучшается концентрация внимания
- развивается способность писать вдумчиво и правильно
- почерк начинает меняться уже после первых занятий

Возраст: с 6 лет
""",

    "Живопись": """Живопись
    
Курс живописи для детей с 9 лет включает в себя разнообразные темы и техники, призванные развить творческие способности, художественное восприятие и навыки рисования. Общие аспекты, курса:

1. Основы рисования:
- Линия и форма
- Пропорции и перспектива
2. Цвет и композиция:
- Цветовая палитра
- Композиционные приемы
 ⁠3. Техники живописи:
- Академическая живопись
- Акварель
- Смешанная техника
4. Стиль и выражение:
- Изучение знаменитых художников
- Развитие личного стиля
5. Практическая часть:
- Создание картин
- Групповые проекты
 6. Обсуждение работ:
- Критика и анализ

Таким образом, курс живописи для детей может быть разнообразным и адаптированным к интересам и уровню подготовки учащихся, развивая как технические, так и творческие навыки"""
}